Repository: wpmovielibrary/wpmovielibrary-advanced-rating
Catalog: languages/wpmovielibrary-advanced-rating-*.po
Languages: fr_fr

source: Required TMDb ID not provided or invalid.
fr_fr: Le numéro identifiant TMDb du film est manquant ou invalide.

source: Required Allociné Movie ID not provided or invalid.
fr_fr: Le numéro identifiant Allociné du film est manquant ou invalide.

source: You are not allowed to edit posts.
fr_fr: Vous n'avez pas les droits nécessaires pour éditer ce film.

source: Posts with #%s is invalid or is not a movie.
fr_fr: Le contenu #%s est invalide ou n'est pas un film.

source: An error occurred while saving the trailer.
fr_fr: Une erreur s'est produite durant l'enregistrement de la bande-annonce.

source: Trailer
fr_fr: Bande-annonce

source: Find a trailer
fr_fr: Ajouter une bande-annonce

source: Search
fr_fr: Rechercher

source: Empty
fr_fr: Vider

source: The above video will be used as the default trailer for this movie; to use an alternative trailer make your choice among the other videos below.
fr_fr: La vidéo ci-dessus sera utilisée comme bande-annonce pour ce film ; pour choisir une autre vidéo faites votre choix dans la liste suivante.

source: Show more &raquo;
fr_fr: Afficher &raquo;

source: Video URI
fr_fr: Adresse de la vidéo

source: Trailer Page
fr_fr: Adresse de la page

source: Embed Code
fr_fr: Code à insérer

source: WPMovieLibrary-Trailers error: your environment does not meet all of the system requirements listed below.
fr_fr: WPMovieLibrary-Trailers a rencontré une erreur : votre environment ne remplit pas les critères ci-dessous.

source: WPMovieLibrary is required
fr_fr: WPMovieLibrary est nécessaire

source: WPMovieLibrary-Trailers extends the WPMovieLibrary plugin and therefore requires it to be installed and activated.
fr_fr: WPMovieLibrary-Trailers ajoute des fonctionnalités au plugin WPMovieLibrary et nécessite donc son installation et son activation.

source: (You're running version %s)
fr_fr: (Vous utilisez la version %s)

source: If you need to upgrade your version of PHP you can ask your hosting company for assistance, and if you need help upgrading WordPress you can refer to <a href="http://codex.wordpress.org/Upgrading_WordPress">the Codex</a>.
fr_fr: Si vous devez mettre à jour votre version de PHP, contactez votre hébergeur pour obtenir une assistance. Si vous avez besoin d'aide pour mettre à jour WordPress, vous pouvez consulter <a href="http://codex.wordpress.org/Upgrading_WordPress">la documentation</a>.

source: If you tried activating WPMovieLibrary-Trailers without activating WPMovieLibrary first, you will need to deactivate and reactivate WPMovieLibrary-Trailers for this notice to disapear. <a href="http://wpmovielibrary.com/wpmovielibrary-trailers/documentation/installation/#requirements">Learn why</a>.
fr_fr: Si vous avez tenté d'activer WPMovieLibrary-Trailers sans avoir préalablement installé WPMovieLibrary, vous devez désactivater puis ré-activater WPMovieLibrary-Trailers pour faire disparaître cette alerte et utiliser le plugin. <a href="http://wpmovielibrary.com/wpmovielibrary-trailers/documentation/installation/#requirements">Lire pourquoi</a>.
